Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Human readable name, defaults to username if not specified. This can be changed later.
sv: MÃ¤nskligt lÃ¤sbart namn, blir anvÃ¤ndarnamnet om inte specificerat. Detta kan Ã¤ndras senare.

source: Same as username
sv: Samma som anvÃ¤ndarnamn

source: Please prove that you are human
sv: Var vÃ¤nlig visa du Ã¤r en mÃ¤nniska

source: Email and Notifications - %(username)s
sv: Mejl och Notiser - %(username)s

source: Your email is needed to recover your account if you forget your password, and to send (configurable) notifications.
sv: Din mejl krÃ¤vs fÃ¶r att rÃ¤dda ditt konto om du glÃ¶mmer lÃ¶senordet, och fÃ¶r att skicka (konfiguerbara) notiser.

source: There is at least one verification pending.
sv: Det Ã¤r Ã¥tminstonde en verifiering som pÃ¥gÃ¥r.

source: Notification Settings
sv: NotisinstÃ¤llningar

source: Email notifications are currently turned off. Click 'save' to enable.
sv: Mejlnotiser Ã¤r fÃ¶r nuvarande avstÃ¤ngda. Trycka pÃ¥ 'spara' fÃ¶r att sÃ¤tta pÃ¥.

source: Configure whether certain types of notifications are sent immediately, or as part of a daily digest.
sv: Konfiguera om notiser skickas med en gÃ¥ng, eller som del av en daglig sammandragning.

source: Disable all
sv: Inaktivera allt

source: Event
sv: Händelse

source: Immediately
sv: Omedelbart

source: In digest
sv: Sammandraget

source: Statistics for %(display_name)s's packages
sv: Statistik fÃ¶r %(display_name)ss paket

source: This will blacklist an email address, preventing ContentDB from ever sending emails to it - including password resets.
sv: Detta kommer svartlista en mejladress, vilket hindrar ContentDB frÃ¥n att nÃ¥gonsin skicka mejl till den - inklusive lÃ¶senordsÃ¥terstÃ¤llningar.

source: Please enter the email address you wish to blacklist.
sv: Var snÃ¤ll ange den mejladress du vill svartlista.

source: You will then need to confirm the email
sv: Du kommer sedan behÃ¶va bekrÃ¤fta mejlen

source: You may now unsubscribe.
sv: Du kan nu avprenumerera.

source: Unsubscribing may prevent you from being able to log into the account '%(display_name)s'
sv: Om du avprenumererar kan detta hindra dig frÃ¥n att logga in till kontot '%(display_name)s'

source: ContentDB will no longer be able to send "forget password" and other essential system emails. Consider editing your email notification preferences instead.
sv: ContentDB kommer inte lÃ¤ngra kunna skicka "glÃ¶mt lÃ¶senord" och andra nÃ¶dvÃ¤ndiga systemmejl. ÃvervÃ¤g att Ã¤ndra dina mejlnotisinstÃ¤llningar istÃ¤llet.

source: You won't be able to use this email with ContentDB anymore.
sv: Du kommer inte kunna anvÃ¤nda denna mejl med ContentDB lÃ¤ngre.

source: Edit Notification Preferences
sv: Redigera notisinstÃ¤llningar

source: Search in Package Releases
sv: SÃ¶k i paketutgivningar

source: '%(query)s' - Search Package Releases
sv: '%(query)s' - SÃ¶k paketutgivningar

source: All time
sv: Hela tiden

source: Last 7 days
sv: Senaste 7 dagar

source: Last 30 days
sv: Senaste 30 dagar

source: Last 90 days
sv: Senaste 90 dagar

source: Year to date
sv: Detta Ã¥r

source: Last year
sv: Förra året

source: (view table in browser)
sv: (visa tabell i webblÃ¤saren)

source: Image
sv: Bild

source: none
sv: ingen

source: Unsupported Games
sv: Spel som ej stÃ¶ds

source: Optional dependencies
sv: Valfria beroenden

source: No reviews available.
sv: Inga recensioner tillgÃ¤ngliga.

source: You have a lot of notifications, you should either read or clear them
sv: Du har extremt mÃ¥nga notiser, du borde lÃ¤sa eller rensa dem

source: Please consider enabling email notifications, you can customise how much is sent
sv: Var snÃ¤ll och Ã¶vervÃ¤g att sÃ¤tta pÃ¥ mejlnotiser, du kan anpassa hur mycket som skickas

source: Clear the out chat queue
sv: Rensa ut chattkÃ¶n

source: Empty command.
sv: Tomt kommando.

source: Exit to main menu
sv: GÃ¥ till huvudmenyn

source: Invalid command:
sv: Ogiltigt kommando:

source: Issued command:
sv: UtfÃ¤rdat kommando:

source: List online players
sv: Lista Ã¶ver spelare online

source: Online players:
sv: Spelare online:

source: The out chat queue is now empty.
sv: Den utgÃ¥ende chattkÃ¶n Ã¤r nu tom.

source: This command is disabled by server.
sv: Detta kommando Ã¤r inaktiverat av servern.

source: Available commands:
sv: TillgÃ¤ngliga kommandon:

source: Command not available:
sv: Kommando inte tillgÃ¤ngligt:

source: Get help for commands (-t: output in chat)
sv: FÃ¥ hjÃ¤lp med kommandon (-t: Skriv ut till chatten)

source: Use '.help <cmd>' to get more information, or '.help all' to list everything.
sv: AnvÃ¤nd '.help <cmd>' fÃ¶r att fÃ¥ mer information, eller '.help all' fÃ¶r att visa allt.

source: Add keybinding
sv: TangentinstÃ¤llningar

source: Browse
sv: Bläddra

source: Conflicts with "$1"
sv: Konflikt med â$1â

source: Remove keybinding
sv: Ta bort tangentbindning

source: Select directory
sv: VÃ¤lj katalog

source: Select file
sv: VÃ¤lj fil

source: Set
sv: SÃ¤tt

source: $1 spread
sv: $1-spridning

source: (No description of setting given)
sv: (Ingen beskrivning av instÃ¤llning angiven)

source: 2D Noise
sv: 2D-Brus

source: 2D noise: flag on. 3D noise: flag off.
sv: 2D-buller: flagga pÃ¥. 3D-buller: flagga av.

source: Lacunarity
sv: Lacunaritet

source: Octaves
sv: Oktaver

source: Offset
sv: FÃ¶rskjutning

source: Persistence
sv: Persistens

source: Scale
sv: Skala

source: Seed
sv: FrÃ¶

source: absvalue
sv: absolutvÃ¤rde

source: defaults
sv: standarder

source: eased
sv: lÃ¤ttad

source: (The game will need to enable automatic exposure as well)
sv: (Spelet behÃ¶ver Ã¤ven aktivera automatisk exponering fÃ¶r att visas)

source: (The game will need to enable bloom as well)
sv: (Spelet behÃ¶ver Ã¤ven aktivera bloom fÃ¶r att visas)

source: (The game will need to enable volumetric lighting as well)
sv: (Spelet behÃ¶ver Ã¤ven aktivera volumetriskt ljus fÃ¶r att visas)

source: (Use system language)
sv: (AnvÃ¤nd systemsprÃ¥k)

source: Accessibility
sv: TillgÃ¤nglighet

source: Back
sv: Tillbaka

source: Buttons with crosshair
sv: Knappar med hÃ¥rkors

source: Chat
sv: Chatta

source: Clear
sv: Rensa

source: Controls
sv: Kontrollerar

source: Long tap
sv: LÃ¥ngt knapptryck

source: Movement
sv: Sats

source: Reset setting to default
sv: Ã terstÃ¤ll instÃ¤llning till ursprungsvÃ¤rden

source: Reset setting to default ($1)
sv: Ã terstÃ¤ll instÃ¤llning till standardvÃ¤rde ($1)

source: Short tap
sv: Kort knapptryck

source: Show advanced settings
sv: Visa avancerade instÃ¤llningar

source: Show technical names
sv: Visa tekniska namn

source: Tap
sv: Knapptryck

source: Tap with crosshair
sv: Knapptryck med hÃ¥rkors

source: Touchscreen layout
sv: PekskÃ¤rmslayout

source: Client Mods
sv: Klientmoddar

source: Content: Games
sv: InnehÃ¥ll: Spel

source: Content: Mods
sv: InnehÃ¥ll: Moddar

source: (The game will need to enable shadows as well)
sv: (Spelet behÃ¶ver Ã¤ven aktivera skuggor fÃ¶r att visas)

source: High
sv: HÃ¶g

source: Low
sv: Låg

source: Very High
sv: Extremt hÃ¶g

source: Very Low
sv: Mycket låg

source: <none available>
sv: <inget tillgÃ¤ngligt>

source: An error occurred in a Lua script:
sv: Ett fel uppstod i ett Lua-skript:

source: An error occurred:
sv: Ett fel uppstod:

source: Main menu
sv: Huvudmeny

source: The server has requested a reconnect:
sv: Servern har begÃ¤rt en Ã¥teranslutning:

source: Protocol version mismatch.
sv: Protokollversionen matchar inte.

source: Server enforces protocol version $1.
sv: Servern tvingar protokollversion $1.

source: Server supports protocol versions between $1 and $2.
sv: Servern stÃ¶der protokollversioner mellan $1 och $2.

source: We only support protocol version $1.
sv: Vi stÃ¶der endast protokollversion $1.

source: We support protocol versions between version $1 and $2.
sv: Vi stÃ¶der protokollversioner mellan version $1 och $2.

source: Error installing "$1": $2
sv: Fel vid installation av "$1": $2

source: Failed to download "$1"
sv: Misslyckades att ladda ner "$1"

source: Failed to download $1
sv: Misslyckades ladda ner $1

source: Failed to extract "$1" (insufficient disk space, unsupported file type or broken archive)
sv: Misslyckades med att extrahera "$1" (inte tillrÃ¤ckligt med diskutrymme, filtyp som inte stÃ¶ds eller trasigt arkiv)

source: $1 downloading, $2 queued
sv: $1 laddas ner, $2 kÃ¶ad

source: $1 downloading...
sv: $1 laddas ner...

source: ContentDB is not available when Luanti was compiled without cURL
sv: ContentDB Ã¤r inte tillgÃ¤nglig nÃ¤r Luanti Ã¤r kompilerad utan cURL

source: Downloading...
sv: Hämtar...

source: No packages could be retrieved
sv: Inga paket kunde hÃ¤mtas

source: No updates
sv: Inga uppdateringar

source: Queued
sv: Lagd i kö

source: The package $1 was not found.
sv: Paketet $1 kunde inte hittas.

source: Update All [$1]
sv: Uppdatera Alla [$1]

source: $1 and $2 dependencies will be installed.
sv: $1 och $2 beroende paket kommer installeras.

source: $1 by $2
sv: $1 till $2

source: $1 required dependencies could not be found.
sv: $1 nÃ¶dvÃ¤ndiga beroenden kunde inte hittas.

source: $1 will be installed, and $2 dependencies will be skipped.
sv: $1 kommer att installeras och $2 beroenden hoppas Ã¶ver.

source: Already installed
sv: Redan installerad

source: Base Game:
sv: Basspel:

source: Dependencies:
sv: Beroenden:

source: Error getting dependencies for package $1
sv: Fel intrÃ¤ffade nÃ¤r beroenden fÃ¶r paketet $1 skulle hittas

source: Install $1
sv: Installera $1

source: Install missing dependencies
sv: Installera saknade beroenden

source: Not found
sv: Hittades inte

source: Please check that the base game is correct.
sv: Var snÃ¤ll se att basspelet Ã¤r korrekt.

source: You need to install a game before you can install a mod
sv: Du behÃ¶ver installera ett spel innan du kan installera en modd

source: "$1" already exists. Would you like to overwrite it?
sv: "$1" finns redan. Vill du skriva Ã¶ver den?

source: Overwrite
sv: Skriv Ã¶ver

source: ContentDB page
sv: ContentDB-sida

source: Error loading package information
sv: Fel vid inlÃ¤sning av paketinformation

source: Error loading reviews
sv: Fel vid inlÃ¤sning av recensioner

source: Forum Topic
sv: ForumtrÃ¥d

source: Install [$1]
sv: Installera [$1]

source: by $1 â $2 downloads â +$3 / $4 / -$5
sv: av $1 â $2 nerladdningar â +$3 / $4 / -$5

source: $1 (Enabled)
sv: $1 (Aktiverad)

source: $1 mods
sv: $1 moddar

source: Failed to install $1 to $2
sv: Misslyckades installera $1 till $2

source: Install: Unable to find suitable folder name for $1
sv: Installation: Kan inte hitta ett lÃ¤mpligt mappnamn fÃ¶r $1

source: Unable to find a valid mod, modpack, or game
sv: Kunde inte hitta en giltig modd, moddpack eller spel

source: Unable to install a $1 as a $2
sv: Kunde inte installera en $1 som en $2

source: Unable to install a $1 as a texture pack
sv: Misslyckades att installera $1 som ett texturpaket

source: Players connected to $1
sv: Spelare anslutna till $1

source: (Enabled, has error)
sv: (Aktiverad, har fel)

source: (Unsatisfied)
sv: (Ej nÃ¶jd)

source: Disable modpack
sv: Avaktivera modpaket

source: Enable all
sv: Aktivera allt

source: Enable modpack
sv: Aktivera modpaket

source: Failed to enable mod "$1" as it contains disallowed characters. Only characters [a-z0-9_] are allowed.
sv: Misslyckades aktivera mod "$1" eftersom den innehÃ¥ller otillÃ¥tna tecken. Endast tecknen [a-z0-9_] Ã¤r tillÃ¥tna.

source: Find More Mods
sv: Hitta Fler Moddar

source: No (optional) dependencies
sv: Inga (valfria) beroenden

source: No game description provided.
sv: Ingen spelbeskrivning tillgÃ¤nglig.

source: No hard dependencies
sv: Inga hÃ¥rda beroenden

source: No modpack description provided.
sv: Ingen modpaketsbeskrivning tillgÃ¤nglig.

source: No optional dependencies
sv: Inga valfria beroenden

source: Optional dependencies:
sv: Valfria beroenden:

source: World:
sv: VÃ¤rld:

source: enabled
sv: aktiverad

source: A world named "$1" already exists
sv: En vÃ¤rld med namnet "$1" finns redan

source: Additional terrain
sv: Ytterligare terrÃ¤ng

source: Altitude chill
sv: Altitudkyla

source: Altitude dry
sv: Altitudtorka

source: Biome blending
sv: Biotopblandning

source: Biomes
sv: Biotoper

source: Caverns
sv: Grottor

source: Caves
sv: Grottor

source: Decorations
sv: Dekorationer

source: Desert temples
sv: Ãkentempel

source: Development Test is meant for developers.
sv: Development Test Ã¤r avsett fÃ¶r utvecklare.

source: Different dungeon variant generated in desert biomes (only if dungeons enabled)
sv: Olika fÃ¤ngelsehÃ¥levarianter som genereras i Ã¶kenbiomer (endast om fÃ¤ngelsehÃ¥lor aktiveras)

source: Dungeons
sv: FÃ¤ngelsehÃ¥lor

source: Flat terrain
sv: Platt terrÃ¤ng

source: Floating landmasses in the sky
sv: SvÃ¤vande landmassor i himlen

source: Floatlands (experimental)
sv: Floatlands (experimentellt)

source: Generate non-fractal terrain: Oceans and underground
sv: Generera icke-fraktal terrÃ¤ng: Oceaner och underjord

source: Hills
sv: Kullar

source: Humid rivers
sv: Fuktiga floder

source: Increases humidity around rivers
sv: Ãkar luftfuktigheten runt floderna

source: Install another game
sv: Installera ett annat spel

source: Lakes
sv: SjÃ¶ar

source: Low humidity and high heat causes shallow or dry rivers
sv: LÃ¥g luftfuktighet och hÃ¶g vÃ¤rme orsakar grunda eller torra floder

source: Mapgen
sv: Kartgenerator

source: Mapgen flags
sv: Kartgenerator-flaggor

source: Mapgen-specific flags
sv: Kartgenerator-specifika flaggor

source: Mountains
sv: Berg

source: Mud flow
sv: LerflÃ¶de

source: Network of tunnels and caves
sv: NÃ¤tverk med tunnlar och grottor

source: No game selected
sv: Inget spel valt

source: Reduces heat with altitude
sv: Minskar vÃ¤rmen efter hÃ¶jd

source: Reduces humidity with altitude
sv: Minskar luftfuktigheten efter hÃ¶jd

source: Rivers
sv: Floder

source: Sea level rivers
sv: HavsnivÃ¥floder

source: Smooth transition between biomes
sv: Smidig Ã¶vergÃ¥ng mellan biotoper

source: Structures appearing on the terrain (no effect on trees and jungle grass created by v6)
sv: Strukturer som fÃ¶rekommer i terrÃ¤ngen (ingen effekt pÃ¥ trÃ¤d och djungelgrÃ¤s som skapats av v6)

source: Structures appearing on the terrain, typically trees and plants
sv: Strukturer som fÃ¶rekommer i terrÃ¤ngen, vanligtvis trÃ¤d och vÃ¤xter

source: Temperate, Desert
sv: Tempererad, Ãken

source: Temperate, Desert, Jungle
sv: Tempererad, Ãken, Djungel

source: Temperate, Desert, Jungle, Tundra, Taiga
sv: Tempererad, Ãken, Djungel, Tundra, Tajga

source: Terrain surface erosion
sv: Erosion av terrÃ¤ngytan

source: Trees and jungle grass
sv: TrÃ¤d- och djungelgrÃ¤s

source: Vary river depth
sv: Varierande floddjup

source: Very large caverns deep in the underground
sv: Mycket stora grottor djupt ner i underjorden

source: World name
sv: VÃ¤rldnamn

source: Are you sure you want to delete "$1"?
sv: Ãr du sÃ¤ker pÃ¥ att du vill radera "$1"?

source: pkgmgr: failed to delete "$1"
sv: pkgmgr: misslyckades att radera "$1"

source: pkgmgr: invalid path "$1"
sv: pkgmgr: ogiltig sÃ¶kvÃ¤g "$1"

source: Delete World "$1"?
sv: Radera vÃ¤rld "$1"?

source: As a result, your keybindings may have been changed.
sv: Som ett resultat av detta kan dina tagentbindningar ha Ã¤ndrats.

source: Check out the key settings or refer to the documentation:
sv: Se tagentinstÃ¤llningarna eller se dokumentationen (pÃ¥ engelska):

source: Keybindings changed
sv: Tangentbindningar har Ã¤ndrats

source: Open settings
sv: Ãppna instÃ¤llningar

source: The input handling system was reworked in Luanti 5.12.0.
sv: Inmatningssystemet har blivit omgjort i Luanti 5.12.0.

source: Confirm Password
sv: BekrÃ¤fta LÃ¶senord

source: Joining $1
sv: Ansluter till $1

source: Missing name
sv: Namn saknas

source: For a long time, Luanti shipped with a default game called "Minetest Game". Since version 5.8.0, Luanti ships without a default game.
sv: Under en lÃ¥ng period kom Luanti med det fÃ¶rinstallerat spelet "Minetest Game". Sedan 5.8.0 kommer Luanti utan ett standardspel inkluderat.

source: If you want to continue playing in your Minetest Game worlds, you need to reinstall Minetest Game.
sv: Om du vill fortsÃ¤tta spela i dina vÃ¤rldar skapade i Minetest Game behÃ¶ver du ominstallera Minetest Game.

source: Minetest Game is no longer installed by default
sv: Minetest Game Ã¤r inte lÃ¤ngre installerat som standard

source: Reinstall Minetest Game
sv: Ominstallera Minetest Game

source: Rename Modpack:
sv: DÃ¶p om modpaket:

source: This modpack has an explicit name given in its modpack.conf which will override any renaming here.
sv: Detta moddpaket har ett uttryckligt namn angett i modpack.conf vilket gÃ¥r fÃ¶re namnÃ¤ndring hÃ¤r.

source: Expand all
sv: Expandera alla

source: Group by prefix
sv: Gruppera efter prefix

source: The $1 server uses a game called $2 and the following mods:
sv: $1-servern anvÃ¤nder ett spel som heter $2 och fÃ¶ljande mods:

source: The $1 server uses the following mods:
sv: $1-servern anvÃ¤nder fÃ¶ljande mods:

source: A new $1 version is available
sv: En ny $1version Ã¤r tillgÃ¤nglig

source: Installed version: $1 New version: $2 Visit $3 to find out how to get the newest version and stay up to date with features and bugfixes.
sv: Installerad version: $1 Ny version: $2 BesÃ¶k $3 och se hur man fÃ¥r den nyaste versionen och hÃ¥ller en uppdaterad med funktioner och buggfixar.

source: Never
sv: Aldrig

source: Visit website
sv: BesÃ¶k hemsida

source: Public server list is disabled
sv: Den offentliga serverlistan Ã¤r inaktiverad

source: Try reenabling public serverlist and check your internet connection.
sv: FÃ¶rsÃ¶k Ã¥teraktivera allmÃ¤n serverlista och kolla din internetanslutning.

source: Active Contributors
sv: Aktiva bidragande

source: Active renderer:
sv: Aktiv renderer:

source: Core Developers
sv: Huvudutvecklare

source: Open User Data Directory
sv: Ãppna AnvÃ¤ndardatamappen

source: Opens the directory that contains user-provided worlds, games, mods, and texture packs in a file manager / explorer.
sv: Ãppnar mappen som innehÃ¥ller vÃ¤rldar, spel, moddar, och texturpaket i en filhanterare.

source: Previous Contributors
sv: FÃ¶re detta bidragande

source: Previous Core Developers
sv: FÃ¶re detta huvudutvecklare

source: Share debug log
sv: Dela felsÃ¶kningslogg

source: Browse online content
sv: BlÃ¤ddra bland onlineinnehÃ¥ll

source: Browse online content [$1]
sv: BlÃ¤ddra bland onlineinnehÃ¥ll [$1]

source: Content [$1]
sv: InnehÃ¥ll [$1]

source: Disable Texture Pack
sv: Inaktivera Texturpaket

source: Installed Packages:
sv: Installerade paket:

source: No dependencies.
sv: Inga beroenden.

source: No package description available
sv: Ingen paketbeskrivning tillgÃ¤nglig

source: Rename
sv: Byt namn

source: Update available?
sv: Uppdatering tillgÃ¤nglig?

source: Use Texture Pack
sv: AnvÃ¤nd Texturpaket

source: Announce Server
sv: OffentliggÃ¶r Server

source: Bind Address
sv: Bindningsadress

source: Creative Mode
sv: Kreativt lÃ¤ge

source: Enable Damage
sv: Aktivera skada

source: Host Game
sv: Hosta spel

source: Host Server
sv: Hosta server

source: Install a game
sv: Installera ett spel

source: Install games from ContentDB
sv: Installera spel frÃ¥n ContentDB

source: Luanti doesn't come with a game by default.
sv: Luanti kommer inte med ett spel lÃ¤ngre.

source: Luanti is a game-creation platform that allows you to play many different games.
sv: Luanti Ã¤r en spelplatform som lÃ¥ter dig spela mÃ¥nga olika spel.

source: New
sv: Ny

source: Play Game
sv: Starta spel

source: Select Mods
sv: VÃ¤lj moddar

source: Select World:
sv: VÃ¤lj vÃ¤rld:

source: Start Game
sv: Starta spel

source: You need to install a game before you can create a world.
sv: Du behÃ¶ver installera ett spel innan du kan skapa en vÃ¤rld.

source: Add favorite
sv: LÃ¤gg till favorit

source: Creative mode
sv: Kreativt lÃ¤ge

source: Damage / PvP
sv: Skada / PvP

source: Favorites
sv: Favoriter

source: Game: $1
sv: Spel: $1

source: Incompatible Servers
sv: Inkompatibla servrar

source: Join Game
sv: Anslut till spel

source: Number of mods: $1
sv: Antal mods: $1

source: Open server website
sv: Ãppna serverns webbplats

source: Players: $1
sv: Spelare: $1

source: Possible filters game:<name> mod:<name> player:<name>
sv: MÃ¶jliga filter game:<namn> mod:<namn> player:<namn>

source: Public Servers
sv: Offentliga servrar

source: Remove favorite
sv: Radera favorit

source: Server Description
sv: Serverbeskrivning

source: Connection aborted (protocol error?).
sv: Anslutningsfel (protokollfel?).

source: Connection timed out.
sv: Anslutningens tidsgrÃ¤ns nÃ¥dd.

source: Done!
sv: Klart!

source: Initializing nodes
sv: FÃ¶rbereder noder

source: Initializing nodes...
sv: FÃ¶rbereder noder...

source: Loading textures...
sv: Laddar texturer...

source: Rebuilding shaders...
sv: Rekonstruerar shaders...

source: Saved screenshot to "%s"
sv: Sparade skÃ¤rmdump till "%s"

source: Could not find or load game:
sv: Kunde inte hitta eller ladda spel:

source: Main Menu
sv: Huvudmeny

source: No world selected and no address provided. Nothing to do.
sv: Ingen vÃ¤rld vald och ingen adress anginven. Inget att gÃ¶ra.

source: Player name too long.
sv: Spelarnamn fÃ¶r lÃ¥ngt.

source: Please choose a name!
sv: VÃ¤nligen vÃ¤lj ett namn!

source: Provided password file failed to open:
sv: Den angivna lÃ¶senordsfilen kunde inte Ã¶ppnas:

source: Check debug.txt for details.
sv: Se debug.txt fÃ¶r detaljer.

source: A serialization error occurred:
sv: Ett serialiseringsfel uppstod:

source: Access denied. Reason: %s
sv: Ã tkomst nekad. Anledning: %s

source: All debug info hidden
sv: All felsÃ¶kningsinfo dold

source: Automatic forward disabled
sv: Automatiskt framÃ¥t inaktiverad

source: Automatic forward enabled
sv: Automatiskt framÃ¥t aktiverat

source: Block bounds hidden
sv: BlockgrÃ¤nser dolda

source: Block bounds shown for current block
sv: BlockgrÃ¤nser visas fÃ¶r det aktuella blocket

source: Block bounds shown for nearby blocks
sv: BlockgrÃ¤nser visas fÃ¶r nÃ¤rliggande block

source: Bounding boxes shown
sv: BegrÃ¤nsningsramar visas

source: Camera update disabled
sv: Kamerauppdatering inaktiverad

source: Camera update enabled
sv: Kamerauppdatering aktiverat

source: Can't show block bounds (disabled by game or mod)
sv: Kan inte visa blockgrÃ¤nser (avaktiverad av spel eller modd)

source: Cinematic mode disabled
sv: Filmiskt lÃ¤nge inaktiverad

source: Cinematic mode enabled
sv: Filmiskt lÃ¤nge aktiverat

source: Client disconnected
sv: Klienten frÃ¥nkopplades

source: Client side scripting is disabled
sv: Klientsidiga skriptar Ã¤r inaktiverade

source: Connecting to server...
sv: Ansluter till server...

source: Connection error (timed out?)
sv: Anslutningsfel (tidsgrÃ¤ns nÃ¥dd?)

source: Connection failed for unknown reason
sv: Anslutningen misslyckades av okÃ¤nd anledning

source: Couldn't resolve address: %s
sv: Kunde inte lÃ¶sa adressen: %s

source: Creating client...
sv: Skapar klient...

source: Creating server...
sv: Skapar server...

source: Debug info shown
sv: FelsÃ¶kningsinfo visas

source: Error creating client: %s
sv: Fel vid skapande av klient: %s

source: Fast mode disabled
sv: Snabbt lÃ¤ge inaktiverat

source: Fast mode enabled
sv: SnabblÃ¤ge aktiverat

source: Fast mode enabled (note: no 'fast' privilege)
sv: Snabbt lÃ¤ge aktiverat (notera: inget 'fast'-tillstÃ¥nd)

source: Fly mode disabled
sv: FlyglÃ¤ge inaktiverat

source: Fly mode enabled
sv: FlyglÃ¤ge aktiverat

source: Fly mode enabled (note: no 'fly' privilege)
sv: FlyglÃ¤ge aktiverat (notera: inget 'fast'-tillstÃ¥nd)

source: Fog disabled
sv: Dimma inaktiverad

source: Fog enabled
sv: Dimma aktiverat

source: Fog enabled by game or mod
sv: Dimma aktiverat av spel eller modd

source: Item definitions...
sv: FÃ¶remÃ¥lsdefinitioner...
